export const topicsContents: { [key: number]: string } = {
    1: 'The Present Simple Tense (теперішній простий час) вживається для того, щоб говорити про речі, ' +
        'які відбуваються регулярно, або про факти, які завжди правдиві.',
    2: 'Present Continuous вказує на дію чи подію, що відбувається в момент говоріння. ' +
        'Формується за допомогою допоміжного дієслова "to be" у теперішньому часі та основного дієслова з закінченням "-ing". ' +
        'Використовується для опису тимчасових ситуацій та дій, які відбуваються в данний момент.',
    3: 'Past Simple вказує на завершену дію чи стан у минулому. ' +
        'Формується основним дієсловом у минулому часі.\n\n' +
        'Використовується для:\n' +
        '1. Дій, які сталися в конкретний момент минулого: I visited Paris last summer.\n' +
        '2. Послідовних подій в минулому: I woke up, had breakfast, and went to work.\n' +
        '3. Станів або фактів в минулому: She was happy to see her friends.\n\n' +
        'Формування речень:\n' +
        '1. Стверджувальні речення: Subject + verb(-ed/2nd form) - I visited London last year.\n' +
        '2. Заперечні речення: Subject + did not + verb - She didn\'t eat soup yesterday.\n' +
        '3. Питання: Did + subject + verb - Did you go to the party last night?',
    4: 'Past Continuous вказує на дію, яка відбувалася протягом певного періоду в минулому. ' +
        'Формується за допомогою допоміжного дієслова "to be" у минулому часі та ' +
        'основного дієслова з закінченням "-ing". ' +
        'Використовується для підкреслення тривалості чи паралельності подій в минулому.',
    5: 'Майбутнє з використанням "will" і "going to" вказує на дії, які стануться в майбутньому. ' +
        '"Will" використовується для вираження спонтанних рішень та прогнозів, ' +
        'тоді як "going to" вказує на плановані дії чи наміри. ' +
        'Формується, додаючи відповідне дієслово до допоміжного "will" або "am/are/is going to".',
    6: 'Nouns (іменники) — це слова, які вказують на особу, місце, річ чи ідею. ' +
        'Вони можуть бути лічильними (countable - з можливістю порахувати) чи нелічильними (uncountable - з невизначеною кількістю). ' +
        'Щоб утворити множину лічильних іменників, додається закінчення "-s" або "-es".',
    7: 'Verbs (дієслова) — це слова, які вказують на дію, стан чи подію.',
};

