export const levelsShortDescriptions: { [key: number]: string } = {
    1: 'Пориньте в основи! Ви абсолютний  новачок, що прагне побудувати міцний фундамент в англійській мові? ' +
        'Рівень A1 знайомить з основними граматичними правилами та необхідним словниковим запасом. ',
    2: 'Вийдіть за межі базового рівня! Ви вже опанували базові знання та готові розширити свої мовні навички? ' +
        'Пориньте у більш різноманітну лексику, основні граматичні структури та покращіть комунікативні навички. ',
    3: 'Розкрийте свою незалежність! Ви хочете висловлюватись більш вільно та працювати з більш широким спектром тем? ' +
        'B1 вводить більш складні граматичні структури та розширює словниковий запас. ',
    4: 'Відточіть свої навички! Ви прагнете вдосконалити свої мовні навички та зануритися у більш складну граматику? ' +
        'На рівні B2 ви вивчите складні граматичні поняття і розширите свій словниковий запас для вільного та комфортного спілкування.',
    5: 'Опайнуйте мистецтво вільного спілкування! Ви готові відшліфувати свої мовні навички до рівня, близького до рідної мови? ' +
        'Занурюйтесь у складні тексти, висловлюйтеся з точністю та вивчайте складні граматичні структури. ' +
        'C1 відкриває двері до витонченого мовлення та глибокого розуміння мови.'
};