export const levelsDescriptions: { [key: number]: string } = {
    1: 'На рівні А1 ви набудете базових навичок, необхідних для спілкування в повсякденних ситуаціях. ' +
        'Це включає базовий словниковий запас та граматичні структури, що дозволяють представитися, ' +
        'ставити прості запитання та відповідати на них, а також брати участь у базовій соціальній взаємодії. ' +
        'Закінчивши цей рівень, ви зможете вирішувати рутинні завдання, такі як замовлення їжі, запитування про дорогу та висловлення простих думок.',
    2: 'На рівні А2 ви розвивинете свої базові мовні навички, щоб більш впевнено спілкуватися в різних ситуаціях. ' +
        'Це включає розширення словникового запасу, розуміння простих текстів та участь у коротких розмовах. ' +
        'Після завершення рівня А2 ви зможете описувати свій досвід, висловлювати свої вподобання та брати участь у базових дискусіях на знайомі теми.',
    3: 'На рівні B1 ви розвинете більш міцне володіння мовою, що дозволить вам вирішувати ширший спектр комунікативних завдань. ' +
        'Це передбачає розуміння більш складних текстів, висловлення думок та участь у тривалих розмовах. ' +
        'Рівень B1 дозволить вам вільно орієнтуватися в повсякденних ситуаціях, детально обговорювати знайомі теми ' +
        'та писати зв&#39;язні тексти на знайомі теми.',
    4: 'На рівні B2 ви вдосконалите свої мовні навички, щоб брати участь у більш складному спілкуванні. ' +
        'Це включає розуміння нюансів текстів, чітке висловлення думок та участь у дискусіях на різні теми. ' +
        'Рівень B2 дозволить вам ефективно спілкуватися в професійному та академічному середовищі, ' +
        'писати розгорнуті есе та з більшою легкістю розуміти автентичні матеріали.',
    5: 'На рівні C1 ви досягнете високого рівня володіння мовою, що дозволить вам розуміти та створювати складні тексти, ' +
        'брати участь у складних дискусіях та вільно спілкуватися в різноманітних контекстах. ' +
        'Досягнення рівня С1 означає рівень володіння мовою, близький до рідного, що дозволяє студентам точно висловлювати свої думки, ' +
        'аналізувати складні ідеї та ефективно використовувати англійську мову в професійному та академічному середовищі.'
};